define(['app'], function (app) {
	app.controller('NewsCtrl', ['$scope', function (scope) {
		scope.data = {
			md:[
				{ title:'潮汐',val: '1、冬季多大风天气,内河船运要注意安全,控制船速和承载量2、在大风的作用下,河道曲直、宽窄、水流速度、船体特征、载重量、承载方式等的叠加,给评估大风与内河航运安全带来很大难度,国内较详细的描述风速风向与船舶航行速度的研究成果较少。3、不同类型和大小的船舶应对风浪的能力不一样,总体看4-5级风对航行有影响;5-6级已造成很大威胁。需要根据风速情况适时调整船舶航行速度甚至停运。风向与航道不一致时,易加剧风灾影响程度',url: '/images/tu1.png'},
				{ title:'船闸',val: '1、扬州启动船闸冬检<br/>2、阜阳复线船闸工程选址方案专题会议召开<br/>3、构建淮北水运大通道浍河南坪船闸建设现场见闻',url: '/images/tu2.png'},
				{ title:'政务',val: '1、内河航运市场秩序专项治理10月起实施<br>2、安庆市“五个治理”规范内河航运市场秩序<br>3、内河航运市场秩序专项治理',url: '/images/tu3.png'},
				{ title:'税务计算',val: '1、“互联网+税务”行动计划<br/>2、青岛地税局 推出二维码扫码缴税<br/>3、预缴税款，几分钟轻松“搞定',url: '/images/tu1.png'}
			],
			xs:[
				{val: '冬季多大风天气,内河船运要注意安全,控制船速和承载量', url: '/images/tu11.png'},
				{val: '扬州启动船闸冬检,阜阳复线船闸工程选址方案专题会议召开', url: '/images/tu22.png'},
				{val: '内河航运市场秩序专项治理，安庆市“五个治理”规范内河航运市场秩序', url: '/images/tu33.png'},
				{val: '“互联网+税务”行动计划,预缴税款，几分钟轻松“搞定', url: '/images/tu11.png'}
			]
		};
	}]);
});